Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitEducationLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.answerNeedsImprovementDot
source: Answer needs improvement.
ar: الإجابة بحاجة إلى تحسين.
bg: Отговорът се нуждае от подобрение.
ca: La resposta necessita millores.
cs: Odpověď potřebuje zlepšení.
da: Svaret skal forbedres.
de: Antwort muss verbessert werden.
el: Η απάντηση χρειάζεται βελτίωση.
es: La respuesta necesita mejorar.
es_419: La respuesta necesita mejorarse.
fi: Vastaus on parannettava.
fr: La réponse doit être améliorée.
fr_ca: La réponse nécessite une amélioration.
he: התשובה זקוקה לשיפור.
hi: उत्तर में सुधार की आवश्यकता है।
hr: Odgovor treba poboljšanje.
hu: A válasz javításra szorul.
id: Jawaban perlu perbaikan.
it: La risposta necessita di miglioramenti.
ja: 答えは改善が必要です。
kk: Жауапты жақсарту қажет.
ko: 답변이 개선이 필요합니다.
ms: Jawapan memerlukan penambahbaikan.
nb: Svaret trenger forbedring.
nl: Antwoord heeft verbetering nodig.
pl: Odpowiedź wymaga poprawy.
pt_br: A resposta precisa de melhorias.
pt_pt: A resposta precisa de melhorias.
ro: Răspunsul necesită îmbunătățiri.
ru: Ответ требует доработки.
sk: Odpoveď si vyžaduje zlepšenie.
sv: Svaret behöver förbättras.
th: คำตอบต้องการการปรับปรุง.
tr: Cevap geliştirilmelidir.
uk: Відповідь потребує покращення.
vi: Câu trả lời cần được cải thiện.
zh_hans: 答案需要改进。
zh_hant: 答案需要改善。
zh_hk: 答案需要改善。

# TK.Message.dailyStreakMaintainedDot
source: Daily streak maintained!
ar: تم الحفاظ على السلسلة اليومية!
bg: Ежедневната поредица е поддържана!
ca: Rècord diari mantingut!
cs: Denní série byla udržena!
da: Daglig stime vedligeholdt!
de: Täglicher Streak aufrechterhalten!
el: Διατηρήθηκε η ημερήσια ακολουθία!
es: ¡Racha diaria mantenida!
es_419: ¡Racha diaria mantenida!
fi: Päivittäinen peräkkäisyys ylläpidetty!
fr: Série quotidienne maintenue !
fr_ca: Série quotidienne maintenue!
he: הרצף היומי נשמר!
hi: दैनिक स्ट्रीक बनाए रखा गया!
hr: Dnevni niz je održan!
hu: A napi streak megőrizve!
id: Streak harian dipertahankan!
it: Serie quotidiana mantenuta!
ja: デイリーストリークを維持しました！
kk: Күнделікті үздіксіздік сақталды!
ko: 일일 스트릭을 유지했습니다!
ms: Rantaian harian dikekalkan!
nb: Daglig rekke opprettholdt!
nl: Dagelijkse streak behouden!
pl: Codzienny streak utrzymany!
pt_br: Sequência diária mantida!
pt_pt: Sequência diária mantida!
ro: Seria zilnică a fost menținută!
ru: Ежедневная серия поддерживается!
sk: Denná séria bola udržiavaná!
sv: Dagens streak upprätthållen!
th: รักษาสตรีคประจำวันได้!
tr: Günlük sıralama korundu!
uk: Щоденну серію підтримано!
vi: Duy trì chuỗi hàng ngày!
zh_hans: 每日连胜已维持！
zh_hant: 每日連續保持！
zh_hk: 每日連續績效得以保持！

# TK.Message.greatJobDot
source: Great job!
ar: عمل رائع!
bg: Страхотна работа!
ca: Molt bon treball!
cs: Skvělá práce!
da: Godt arbejde!
de: Tolle Arbeit!
el: Μπράβο!
es: ¡Buen trabajo!
es_419: ¡Buen trabajo!
fi: Hienoa työtä!
fr: Super travail !
fr_ca: Excellent travail !
he: עבודה מצוינת!
hi: अच्छा काम!
hr: Odlično odrađeno!
hu: Nagyszerű munka!
id: Kerja bagus!
it: Ottimo lavoro!
ja: 素晴らしい！
kk: Керемет жұмыс！
ko: 잘했어요!
ms: Kerja bagus!
nb: Flott jobb!
nl: Goed gedaan!
pl: Świetna robota!
pt_br: Ótimo trabalho!
pt_pt: Bom trabalho!
ro: Bravo!
ru: Отличная работа!
sk: Skvelá práca!
sv: Bra jobbat!
th: ทำได้ดีมาก!
tr: Harika iş!
uk: Чудова робота!
vi: Làm tốt lắm!
zh_hans: 干得好！
zh_hant: 做得好！
zh_hk: 做得好！

# TK.Message.keepPracticingDot
source: Keep practicing!
ar: استمر في التدريب!
bg: Продължавайте да практикувате!
ca: Segueix practicant!
cs: Pokračuj v trénování!
da: Bliv ved med at øve!
de: Weiter üben!
el: Συνέχισε να εξασκείσαι!
es: ¡Sigue practicando!
es_419: ¡Sigue practicando!
fi: Jatka harjoittelua!
fr: Continue à pratiquer !
fr_ca: Continue de pratiquer!
he: תמשיך לתרגל!
hi: अभ्यास करते रहिए!
hr: Nastavi vježbati!
hu: Gyakorolj tovább!
id: Terus berlatih!
it: Continua a praticare!
ja: 引き続き練習してください！
kk: Тренировкаларыңды жалғастыр!
ko: 계속 연습하세요!
ms: Terus berlatih!
nb: Fortsett å øve!
nl: Blijf oefenen!
pl: Ćwicz dalej!
pt_br: Continue praticando!
pt_pt: Continua a praticar!
ro: Continuă să exersezi!
ru: Продолжай практиковаться!
sk: Pokračuj v cvičení!
sv: Fortsätt öva!
th: ฝึกฝนต่อไปนะ!
tr: Pratik yapmaya devam et!
uk: Продовжуйте практикуватися!
vi: Tiếp tục luyện tập nhé!
zh_hans: 继续练习！
zh_hant: 繼續練習！
zh_hk: 繼續練習！

# TK.Message.newLessonAvailableDot
source: New lesson available!
ar: درس جديد متاح!
bg: Наличен е нов урок!
ca: Nova lliçó disponible!
cs: K dispozici je nová lekce!
da: Ny lektion tilgængelig!
de: Neue Lektion verfügbar!
el: Διαθέσιμο νέο μάθημα!
es: ¡Nueva lección disponible!
es_419: ¡Nueva lección disponible!
fi: Uusi oppitunti saatavilla!
fr: Nouvelle leçon disponible !
fr_ca: Nouvelle leçon disponible !
he: לימוד חדש זמין!
hi: नया पाठ उपलब्ध है!
hr: Nova lekcija je dostupna!
hu: Új lecke érhető el!
id: Pelajaran baru tersedia!
it: Nuova lezione disponibile!
ja: 新しいレッスンが利用可能です！
kk: Жаңа сабақ қол жетімді!
ko: 새로운 수업이 가능합니다!
ms: Pelajaran baru tersedia!
nb: Ny leksjon tilgjengelig!
nl: Nieuwe les beschikbaar!
pl: Nowa lekcja dostępna!
pt_br: Nova lição disponível!
pt_pt: Nova lição disponível!
ro: Lecție nouă disponibilă!
ru: Доступен новый урок!
sk: Nová lekcia je k dispozícii!
sv: Ny lektion tillgänglig!
th: มีบทเรียนใหม่พร้อมให้คุณเรียนรู้!
tr: Yeni ders mevcut!
uk: Доступний новий урок!
vi: Có bài học mới!
zh_hans: 新课程可用！
zh_hant: 新課程可用！
zh_hk: 新課程可用！

# TK.Message.readyForNextLessonDot
source: Ready for the next lesson?
ar: هل أنت مستعد للدرس التالي؟
bg: Готови ли сте за следния урок?
ca: Preparat per a la següent lliçó?
cs: Připraven na další lekci?
da: Klar til næste lektion?
de: Bereit für die nächste Lektion?
el: Είσαι έτοιμος για το επόμενο μάθημα;
es: ¿Listo para la próxima lección?
es_419: ¿Listo para la próxima lección?
fi: Oletko valmis seuraavaan oppituntiin?
fr: Prêt pour la prochaine leçon ?
fr_ca: Prêt pour la prochaine leçon ?
he: מוכן לשעור הבא?
hi: क्या आप अगले पाठ के लिए तैयार हैं?
hr: Spreman za sljedeću lekciju?
hu: Kész a következő leckére?
id: Siap untuk pelajaran berikutnya?
it: Pronto per la prossima lezione?
ja: 次のレッスンの準備はできましたか？
kk: Келесі сабаққа дайынсыз ба?
ko: 다음 수업을 위한 준비가 되었습니까?
ms: Sedia untuk kelas seterusnya?
nb: Klar for neste leksjon?
nl: Klaar voor de volgende les?
pl: Gotowy na następną lekcję?
pt_br: Pronto para a próxima lição?
pt_pt: Pronto para a próxima lição?
ro: Ești gata pentru următoarea lecție?
ru: Готов(а) к следующему уроку?
sk: Pripravený na nasledujúcu lekciu?
sv: Redo för nästa lektion?
th: คุณพร้อมสำหรับบทเรียนถัดไปหรือยัง?
tr: Bir sonraki derse hazır mısın?
uk: Готові до наступного уроку?
vi: Sẵn sàng cho bài học tiếp theo chưa?
zh_hans: 准备好下一节课了吗？
zh_hant: 準備好進入下一課了嗎？
zh_hk: 準備好進入下一課了嗎？

# TK.Message.rememberToTakeNotesDot
source: Remember to take notes!
ar: تذكر أن تأخذ ملاحظات!
bg: Не забравяйте да правите бележки!
ca: Recorda prendre apunts!
cs: Nezapomeň si psát poznámky!
da: Husk at tage noter!
de: Denk daran, Notizen zu machen!
el: Μην ξεχάσεις να κρατήσεις σημειώσεις!
es: ¡Recuerda tomar notas!
es_419: ¡Recuerda tomar notas!
fi: Muista ottaa muistiinpanoja!
fr: N'oubliez pas de prendre des notes !
fr_ca: N'oubliez pas de prendre des notes !
he: אל תשכח לרשום הערות!
hi: नोट्स लेना याद रखें!
hr: Ne zaboravi uzeti bilješke!
hu: Ne felejts el jegyzetelni!
id: Ingat untuk mencatat!
it: Ricorda di annotare!
ja: ノートを取ることを忘れないでください！
kk: Есіңізде болсын, жазба алыңыз!
ko: 노트를 작성하는 것을 잊지 마세요!
ms: Ingat untuk mengambil nota!
nb: Husk å ta notater!
nl: Vergeet niet aantekeningen te maken!
pl: Pamiętaj o robieniu notatek!
pt_br: Lembre-se de fazer anotações!
pt_pt: Lembre-se de tomar notas!
ro: Amintește-ți să iei notițe!
ru: Не забудь сделать заметки!
sk: Nezabudni si robiť poznámky!
sv: Kom ihåg att ta anteckningar!
th: อย่าลืมจดโน้ตด้วยนะ!
tr: Not almayı unutma!
uk: Не забудьте робити нотатки!
vi: Nhớ ghi chú nhé!
zh_hans: 记得做笔记！
zh_hant: 記得做筆記！
zh_hk: 記得做筆記！

# TK.Message.studyGoalAchievedDot
source: Study goal achieved!
ar: تم تحقيق هدف الدراسة!
bg: Целта за учене е постигната!
ca: Objectiu d'estudi assolit!
cs: Studijní cíl byl dosažen!
da: Studie mål opnået!
de: Lernziel erreicht!
el: Ο στόχος μελέτης επιτεύχθηκε!
es: ¡Objetivo de estudio alcanzado!
es_419: ¡Meta de estudio alcanzada!
fi: Opintotavoite saavutettu!
fr: Objectif d'étude atteint !
fr_ca: Objectif d'étude atteint !
he: מטרת הלמידה הושגה!
hi: अध्ययन लक्ष्य हासिल हुआ!
hr: Cilj učenja je postignut!
hu: Tanulmányi célod teljesült!
id: Tujuan belajar tercapai!
it: Obiettivo di studio raggiunto!
ja: 学習目標を達成しました！
kk: Оқу мақсатына жеттіңіз!
ko: 학습 목표를 달성하였습니다!
ms: Matlamat belajar tercapai!
nb: Studiemål oppnådd!
nl: Studiedoel bereikt!
pl: Cel nauki osiągnięty!
pt_br: Meta de estudo alcançada!
pt_pt: Meta de estudo alcançada!
ro: Obiectivul de studiu a fost atins!
ru: Цель учёбы достигнута!
sk: Cieľ štúdia bol dosiahnutý!
sv: Måluppfyllelse av studie!
th: บรรลุเป้าหมายการศึกษาแล้ว!
tr: Çalışma hedefi başarıyla ulaşıldı!
uk: Мета навчання досягнута!
vi: Mục tiêu học tập đã đạt được!
zh_hans: 学习目标达成！
zh_hant: 學習目標達成！
zh_hk: 學習目標已達成！

# TK.Message.studySessionCompleteDot
source: Study session complete!
ar: تم الانتهاء من جلسة الدراسة!
bg: Сесията по учене е завършена!
ca: Sessió d'estudi completa!
cs: Studijní sezení je dokončeno!
da: Studiession afsluttet!
de: Lernsitzung abgeschlossen!
el: Η συνεδρία μελέτης ολοκληρώθηκε!
es: ¡Sesión de estudio completa!
es_419: ¡Sesión de estudio completa!
fi: Opiskelusessio päättynyt!
fr: Session d'étude terminée !
fr_ca: Session d'étude terminée !
he: הסשן למידה הושלם!
hi: अध्ययन सत्र पूरा हुआ!
hr: Sesija učenja je završena!
hu: A tanulmányi időszak véget ért!
id: Sesi belajar selesai!
it: Sessione di studio completata!
ja: 学習セッションが完了しました！
kk: Оқу сеансы аяқталды!
ko: 학습 세션이 완료되었습니다!
ms: Sesi belajar selesai!
nb: Studieøkt fullført!
nl: Studiessie voltooid!
pl: Sesja nauki zakończona!
pt_br: Sessão de estudo concluída!
pt_pt: Sessão de estudo concluída!
ro: Sesiunea de studiu s-a finalizat!
ru: Сессия учёбы завершена!
sk: Štúdium je dokončené!
sv: Studiepasset är komplett!
th: การศึกษาเสร็จสิ้น!
tr: Çalışma oturumu tamamlandı!
uk: Сесія навчання завершена!
vi: Buổi học đã hoàn thành!
zh_hans: 学习会话已完成！
zh_hant: 學習會話已完成！
zh_hk: 學習會議已完成！

# TK.Message.takeAShortBreakDot
source: Take a short break!
ar: خذ استراحة قصيرة!
bg: Направи си кратка почивка!
ca: Fes una breu pausa!
cs: Dělej si krátkou přestávku!
da: Tag en kort pause!
de: Mach eine kurze Pause!
el: Πάρτε ένα σύντομο διάλειμμα!
es: ¡Tómate un pequeño descanso!
es_419: ¡Tómate un breve descanso!
fi: Ota lyhyt tauko!
fr: Prenez une petite pause !
fr_ca: Prenez une courte pause !
he: קח/י הפסקה קצרה!
hi: थोड़ी देर का ब्रेक लें!
hr: Uzmite kratku pauzu!
hu: Tarts egy rövid szünetet!
id: Istirahat sejenak!
it: Fai una breve pausa!
ja: 少し休憩を取りましょう！
kk: Қысқа үзіліс жасаңыз!
ko: 잠시 휴식을 취하세요!
ms: Ambil rehat seketika!
nb: Ta en kort pause!
nl: Neem een korte pauze!
pl: Zrób sobie krótką przerwę!
pt_br: Faça uma pausa rápida!
pt_pt: Faça uma curta pausa!
ro: Ia o scurtă pauză!
ru: Сделай короткий перерыв!
sk: Zober si krátku prestávku!
sv: Ta en kort paus!
th: พักสั้นๆ สักครู่!
tr: Kısa bir mola ver!
uk: Зробіть коротку перерву!
vi: Hãy nghỉ ngơi một chút!
zh_hans: 休息一下吧！
zh_hant: 休息一下吧！
zh_hk: 休息一下吧！

# TK.Message.timeForQuizDot
source: Time for a quiz!
ar: حان الوقت للقيام بالاختبار!
bg: Време е за тест!
ca: Hora de fer un test!
cs: Čas na kvíz!
da: Tid til en quiz!
de: Zeit für ein Quiz!
el: Ώρα για ένα κουίζ!
es: ¡Es hora de un cuestionario!
es_419: ¡Es hora de un cuestionario!
fi: Aika tehdä tietovisa!
fr: C'est le moment pour un quiz !
fr_ca: Il est temps pour un quiz !
he: זמן למבחן!
hi: क्विज़ का समय है!
hr: Vrijeme za kviz!
hu: Itt az idő egy kvízhez!
id: Waktunya untuk kuis!
it: È tempo di un quiz!
ja: クイズの時間です！
kk: Тестке уақыт!
ko: 퀴즈를 푸는 시간을 가지세요!
ms: Masa untuk kuiz!
nb: Tid for en quiz!
nl: Tijd voor een quiz!
pl: Czas na quiz!
pt_br: Hora de um quiz!
pt_pt: É hora de um questionário!
ro: Este timpul pentru un test!
ru: Время для теста!
sk: Čas na kvíz!
sv: Dags för ett quiz!
th: ถึงเวลาเข้าทดสอบ!
tr: Bir sınav zamanı!
uk: Час пройти вікторину!
vi: Đến lúc làm bài kiểm tra!
zh_hans: 该是测验的时间！
zh_hant: 該做測驗的時間到了！
zh_hk: 時間進行測驗！

# TK.Message.timeToReviewDot
source: Time to review!
ar: حان الوقت للمراجعة!
bg: Време е за преглед!
ca: Hora de revisar!
cs: Čas na revizi!
da: Tid til at gennemgå!
de: Zeit zur Wiederholung!
el: Ώρα να κάνετε ανασκόπηση!
es: ¡Es hora de repasar!
es_419: ¡Es hora de revisar!
fi: Aika tehdä arviointi!
fr: C'est le moment de réviser !
fr_ca: Il est temps de réviser !
he: זמן לסקור!
hi: समीक्षा का समय!
hr: Vrijeme za pregled!
hu: Itt az idő az áttekintésre!
id: Waktunya untuk meninjau!
it: È tempo di rivedere!
ja: レビューの時間です！
kk: Шолу жасау уақыты!
ko: 복습할 시간입니다!
ms: Masa untuk mengkaji!
nb: Tid for å gjennomgå!
nl: Tijd om te beoordelen!
pl: Czas na przegląd!
pt_br: Hora de revisar!
pt_pt: É hora de rever!
ro: Este timpul să revizuiești!
ru: Время для обзора!
sk: Čas na opakovanie!
sv: Dags att gå igenom!
th: ถึงเวลาทบทวน!
tr: Gözden geçirme zamanı!
uk: Час переглянути!
vi: Đến lúc ôn tập!
zh_hans: 该是复习的时间！
zh_hant: 該回顧的時間到了！
zh_hk: 時間進行複習！

# TK.Message.timeToTestYourKnowledgeDot
source: Time to test your knowledge!
ar: حان الوقت لاختبار معرفتك!
bg: Време да провериш знанията си!
ca: Hora de posar a prova els teus coneixements!
cs: Čas otestovat své znalosti!
da: Tid til at teste din viden!
de: Zeit, dein Wissen zu testen!
el: Ώρα να δοκιμάσετε τις γνώσεις σας!
es: ¡Es hora de poner a prueba tu conocimiento!
es_419: ¡Es hora de poner a prueba tu conocimiento!
fi: Aika testata tietämystäsi!
fr: C'est le moment de tester vos connaissances !
fr_ca: Il est temps de tester vos connaissances !
he: זמן לבדוק את הידע שלך!
hi: आपका ज्ञान परखने का समय!
hr: Vrijeme da testiraš svoje znanje!
hu: Itt az idő, hogy teszteld a tudásod!
id: Waktunya untuk menguji pengetahuanmu!
it: È tempo di mettere alla prova la tua conoscenza!
ja: 知識を試す時間です！
kk: Білімдеріңді тексеру уақыты!
ko: 지식을 테스트할 시간입니다!
ms: Masa untuk menguji pengetahuan anda!
nb: Tid for å teste kunnskapen din!
nl: Tijd om je kennis te testen!
pl: Czas, aby sprawdzić swoją wiedzę!
pt_br: Hora de testar seu conhecimento!
pt_pt: É hora de testar o seu conhecimento!
ro: Este timpul să-ți testezi cunoștințele!
ru: Время проверить свои знания!
sk: Čas na otestovanie svojich vedomostí!
sv: Dags att testa dina kunskaper!
th: ถึงเวลาเปิดความรู้ของคุณ!
tr: Bilgini test etme zamanı!
uk: Час перевірити свої знання!
vi: Đến lúc kiểm tra kiến thức của bạn!
zh_hans: 该是检验您知识的时间！
zh_hant: 該測試您的知識的時間到了！
zh_hk: 是時候測試你的知識了！

# TK.Placeholder.addStudyNotesDots
source: Add study notes…
ar: أضف ملاحظات دراسية…
bg: Добави бележки за учене…
ca: Afegir notes d'estudi…
cs: Přidat studijní poznámky…
da: Tilføj studienoter…
de: Studiennotizen hinzufügen…
el: Προσθήκη σημειώσεων μελέτης…
es: Añadir notas de estudio…
es_419: Agregar notas de estudio…
fi: Lisää opiskelumuistiinpanot…
fr: Ajouter des notes d'étude…
fr_ca: Ajouter des notes d'étude…
he: הוסף הערות לימוד…
hi: अध्ययन नोट जोड़ें…
hr: Dodavanje bilješki za učenje…
hu: Add hozzá a tanulmányi megjegyzéseket…
id: Tambahkan catatan studi…
it: Aggiungi appunti di studio…
ja: 学習ノートを追加…
kk: Оқу жазбаларын қосу…
ko: 학습 노트 추가…
ms: Tambah nota pelajaran…
nb: Legg til studienotater…
nl: Voeg studienotities toe…
pl: Dodaj notatki do nauki…
pt_br: Adicionar anotações de estudo…
pt_pt: Adicionar notas de estudo…
ro: Adaugă note de studiu…
ru: Добавить учебные заметки…
sk: Pridať študijné poznámky…
sv: Lägg till studienoteringar…
th: เพิ่มบันทึกการศึกษา…
tr: Çalışma notları ekle…
uk: Додати замітки до навчання…
vi: Thêm ghi chú học tập…
zh_hans: 添加学习笔记…
zh_hant: 新增學習筆記…
zh_hk: 新增學習筆記…

# TK.Placeholder.courseProgressDots
source: Course progress…
ar: تقدم الدورة…
bg: Напредък в курса…
ca: Progrés del curs…
cs: Pokrok kurzu…
da: Kursusfremskridt…
de: Kursfortschritt…
el: Πρόοδος μαθήματος…
es: Progreso del curso…
es_419: Progreso del curso…
fi: Kurssin edistyminen…
fr: Progression du cours…
fr_ca: Progrès du cours…
he: התקדמות הקורס…
hi: पाठ्यक्रम की प्रगति…
hr: Napredak tečaja…
hu: Tanfolyam haladása…
id: Progres kursus…
it: Progresso del corso…
ja: コースの進捗…
kk: Курс прогрестері…
ko: 코스 진행 중…
ms: Kemajuan kursus…
nb: Kursprogresjon…
nl: Cursusvoortgang…
pl: Postęp kursu…
pt_br: Progresso do curso…
pt_pt: Progresso do curso…
ro: Progresul cursului…
ru: Прогресс курса…
sk: Postup kurzu…
sv: Kursens framsteg…
th: ความก้าวหน้าของหลักสูตร…
tr: Kurs ilerleme durumu…
uk: Прогрес курсу…
vi: Đang theo dõi tiến độ khóa học…
zh_hans: 课程进度…
zh_hant: 課程進度…
zh_hk: 課程進度…

# TK.Placeholder.currentChapterDots
source: Current chapter…
ar: الفصل الحالي…
bg: Настояща глава…
ca: Capítol actual…
cs: Aktuální kapitola…
da: Nuværende kapitel…
de: Aktuelles Kapitel…
el: Τρέχων κεφάλαιο…
es: Capítulo actual…
es_419: Capítulo actual…
fi: Nykyinen luku…
fr: Chapitre actuel…
fr_ca: Chapitre actuel…
he: פרק נוכחי…
hi: वर्तमान अध्याय…
hr: Trenutno poglavlje…
hu: Aktuális fejezet…
id: Bab saat ini…
it: Capitolo attuale…
ja: 現在の章…
kk: Ағымдағы тарау…
ko: 현재 챕터…
ms: Bab terkini…
nb: Nåværende kapittel…
nl: Huidig hoofdstuk…
pl: Bieżący rozdział…
pt_br: Capítulo atual…
pt_pt: Capítulo atual…
ro: Capitolul curent…
ru: Текущая глава…
sk: Aktuálna kapitola…
sv: Aktuellt kapitel…
th: บทปัจจุบัน…
tr: Mevcut bölüm…
uk: Поточний розділ…
vi: Chương hiện tại…
zh_hans: 当前章节…
zh_hant: 當前章節…
zh_hk: 當前章節…

# TK.Placeholder.enterAnswerDots
source: Enter answer…
ar: أدخل الإجابة…
bg: Въведи отговор…
ca: Introdueix resposta…
cs: Zadejte odpověď…
da: Indtast svar…
de: Antwort eingeben…
el: Εισάγετε απάντηση…
es: Introduce la respuesta…
es_419: Ingresa la respuesta…
fi: Syötä vastaus…
fr: Saisir la réponse…
fr_ca: Entrer la réponse…
he: הזן תשובה…
hi: उत्तर दर्ज करें…
hr: Unesite odgovor…
hu: Írd be a választ…
id: Masukkan jawaban…
it: Inserisci risposta…
ja: 回答を入力…
kk: Жауапты енгізіңіз…
ko: 답변 입력…
ms: Masukkan jawapan…
nb: Skriv inn svar…
nl: Voer antwoord in…
pl: Wprowadź odpowiedź…
pt_br: Digite a resposta…
pt_pt: Introduza a resposta…
ro: Introdu raspunsul…
ru: Введите ответ…
sk: Zadajte odpoveď…
sv: Ange svar…
th: กรอกคำตอบ…
tr: Cevabı gir…
uk: Введіть відповідь…
vi: Nhập câu trả lời…
zh_hans: 输入答案…
zh_hant: 輸入答案…
zh_hk: 輸入答案…

# TK.Placeholder.enterFormulaDots
source: Enter formula…
ar: أدخل المعادلة…
bg: Въведи формулата…
ca: Introdueix la fórmula…
cs: Zadejte vzorec…
da: Indtast formel…
de: Formel eingeben…
el: Εισάγετε φόρμουλα…
es: Ingresa la fórmula…
es_419: Ingresa la fórmula…
fi: Syötä kaava…
fr: Entrez la formule…
fr_ca: Entre la formule…
he: הזן נוסחה…
hi: सूत्र दर्ज करें…
hr: Unesi formulu…
hu: Írd be a képletet…
id: Masukkan rumus…
it: Inserisci la formula…
ja: 数式を入力…
kk: Формуланы енгізіңіз…
ko: 수식을 입력하세요…
ms: Masukkan formula…
nb: Skriv inn formel…
nl: Voer de formule in…
pl: Wprowadź formułę…
pt_br: Digite a fórmula…
pt_pt: Introduza a fórmula…
ro: Introdu formula…
ru: Введите формулу…
sk: Zadaj vzorec…
sv: Ange formel…
th: กรอกสูตร…
tr: Formülü gir…
uk: Введіть формулу…
vi: Nhập công thức…
zh_hans: 输入公式…
zh_hant: 輸入公式…
zh_hk: 輸入公式…

# TK.Placeholder.enterQuestionHereDots
source: Enter question here…
ar: أدخل السؤال هنا…
bg: Въведи въпрос тук…
ca: Introdueix la pregunta aquí…
cs: Zadejte otázku zde…
da: Indtast spørgsmål her…
de: Gib die Frage hier ein…
el: Γράψε την ερώτηση εδώ…
es: Introduce pregunta aquí…
es_419: Ingresa la pregunta aquí…
fi: Syötä kysymys tähän…
fr: Entrez votre question ici…
fr_ca: Saisissez votre question ici…
he: הזן שאלה כאן…
hi: यहां प्रश्न दर्ज करें…
hr: Unesi pitanje ovdje…
hu: Írd be a kérdést itt…
id: Masukkan pertanyaan di sini…
it: Inserisci qui la domanda…
ja: 質問をここに入力…
kk: Сұрақты мұнда енгізіңіз…
ko: 질문 입력…
ms: Masukkan soalan di sini…
nb: Skriv inn spørsmål her…
nl: Voer vraag hier in…
pl: Wprowadź pytanie tutaj…
pt_br: Digite a pergunta aqui…
pt_pt: Introduza a pergunta aqui…
ro: Introduceți întrebarea aici…
ru: Введите вопрос здесь…
sk: Zadaj otázku…
sv: Ange fråga här…
th: กรอกคำถามที่นี่…
tr: Soruyu buraya yazın…
uk: Введіть запитання тут…
vi: Nhập câu hỏi vào đây…
zh_hans: 请输入问题…
zh_hant: 在此輸入問題…
zh_hk: 在此輸入問題…

# TK.Placeholder.enterTopicToStudyDots
source: Enter topic to study…
ar: أدخل الموضوع للمذاكرة…
bg: Въведи тема за учене…
ca: Introdueix el tema per estudiar…
cs: Zadejte téma k prostudování…
da: Indtast studiemne…
de: Gib das zu besprechende Thema ein…
el: Εισάγετε θέμα προς μελέτη…
es: Introduce tema a estudiar…
es_419: Ingresa el tema a estudiar…
fi: Syötä opiskeltava aihe…
fr: Entrez le sujet à étudier…
fr_ca: Saisissez le sujet à étudier…
he: הזן נושא ללמוד…
hi: अध्ययन करने के लिए विषय दर्ज करें…
hr: Unesi temu za učenje…
hu: Írd be a tanulni kívánt témát…
id: Masukkan topik untuk dipelajari…
it: Inserisci l'argomento da studiare…
ja: 勉強するトピックを入力しています…
kk: Оқу тақырыбын енгізіңіз…
ko: 학습할 주제 입력…
ms: Masukkan topik untuk dipelajari…
nb: Skriv inn emne for studier…
nl: Voer onderwerp om te studeren in…
pl: Wprowadź temat do nauki…
pt_br: Digite o tópico para estudar…
pt_pt: Introduza o tópico a estudar…
ro: Introdu subiectul de studiat…
ru: Введите тему для учебы…
sk: Zadaj tému na štúdium…
sv: Ange ämne att studera…
th: กรุณาใส่หัวข้อที่ต้องการศึกษา…
tr: Çalışılacak konuyu girin…
uk: Введіть тему для вивчення…
vi: Nhập chủ đề để học…
zh_hans: 请输入学习主题…
zh_hant: 輸入學習主題…
zh_hk: 輸入學習主題…

# TK.Placeholder.nameYourFlashcardDots
source: Name your flashcard…
ar: سمِّ بطاقاتك التعليمية…
bg: Наименувай флашкартата си…
ca: Nomena la teva targeta d'aprenentatge…
cs: Pojmenuj svou kartičku…
da: Navngiv dit flashcard…
de: Benenne deine Karte…
el: Ονόμασε τη flashcard σου…
es: Nombra tu tarjeta…
es_419: Nombra tu tarjeta educativa…
fi: Nimeä flashkorttisi…
fr: Nommez votre flashcard…
fr_ca: Nomme ta carte mémoire…
he: תן שם לכרטיס שלך…
hi: अपने फ्लैशकार्ड का नाम रखें…
hr: Imenuj svoju flash karticu…
hu: Nevezd el a kártyádat…
id: Beri nama flashcard kamu…
it: Dai un nome alla tua scheda…
ja: フラッシュカード名…
kk: Флешкартаны атау…
ko: 플래시카드 이름 지정 중…
ms: Namakan kad ingatan anda…
nb: Navngi flashkortet…
nl: Geef je flashcard een naam…
pl: Nazwij własną fiszkę…
pt_br: Nomeie seu flashcard…
pt_pt: Nomeia o teu cartão de memória…
ro: Denumește-ți cardul de studiu…
ru: Назовите вашу карточку…
sk: Pomenuj svoju kartičku…
sv: Namnge ditt flashcard…
th: ตั้งชื่อแฟลชการ์ดของคุณ…
tr: Kartı adlandır…
uk: Назвіть свою флеш-картку…
vi: Đặt tên cho thẻ flashcard của bạn…
zh_hans: 为你的闪卡命名…
zh_hant: 命名你的單字卡…
zh_hk: 命名你的抽認卡…

# TK.Placeholder.searchExercisesDots
source: Search exercises…
ar: ابحث عن التمارين الرياضية…
bg: Търсене на упражнения…
ca: Cercar exercicis…
cs: Hledat cvičení…
da: Søg øvelser…
de: Übungen suchen…
el: Αναζήτηση ασκήσεων…
es: Buscar ejercicios…
es_419: Buscar ejercicios…
fi: Etsi harjoituksia…
fr: Rechercher des exercices…
fr_ca: Recherche d'exercices…
he: חפש תרגילים…
hi: अभ्यास खोजें…
hr: Pretraži vježbe…
hu: Gyakorlatok keresése…
id: Mencari latihan…
it: Cerca esercizi…
ja: エクササイズを検索…
kk: Дайындық жаттығуларын іздеу…
ko: 연습문제 검색 중…
ms: Mencari latihan…
nb: Søk etter øvelser…
nl: Zoeken naar oefeningen…
pl: Szukaj ćwiczeń…
pt_br: Buscar exercícios…
pt_pt: Pesquisar exercícios…
ro: Caut exerciții…
ru: Ищем упражнения…
sk: Hľadám cvičenia…
sv: Sök efter övningar…
th: ค้นหาการออกกำลังกาย…
tr: Alıştırmaları ara…
uk: Пошук вправ…
vi: Tìm kiếm bài tập…
zh_hans: 搜索练习…
zh_hant: 搜尋練習題…
zh_hk: 搜尋練習…
